[{"model": "reviews.book", "pk": 23, "fields": {"title": "Harry Potter and the Philosopher’s Stone", "slug": "harry-potter-and-the-philosophers-stone", "author": "J. K. Rowling", "blurb": "Harry Potter has never even heard of Hogwarts when the letters start dropping on the doormat at number four, Privet Drive. Addressed in green ink on yellowish parchment with a purple seal, they are swiftly confiscated by his grisly aunt and uncle. Then, on Harry's eleventh birthday, a great beetle-eyed giant of a man called Rubeus Hagrid bursts in with some astonishing news: Harry Potter is a wizard, and he has a place at Hogwarts School of Witchcraft and Wizardry. An incredible adventure is about to begin.", "status": 1, "featured_image": "image/upload/v1724958840/rs6280dntbkfsopqoixr.jpg", "buy_here": "https://www.amazon.co.uk/Harry-Potter-Philosophers-Stone/dp/0747549559/ref=sr_1_10?crid=2CXZUXJJ4NOSD&dib=eyJ2IjoiMSJ9.HbS5B0Tr-"}}, {"model": "reviews.book", "pk": 24, "fields": {"title": "Harry Potter and the Chamber of Secrets", "slug": "harry-potter-and-the-chamber-of-secrets", "author": "J. K. Rowling", "blurb": "Harry Potter’s summer has included the worst birthday ever, doomy warnings from a house-elf called Dobby and rescue from the Dursleys by his friend Ron Weasley in a magical flying car! Back at Hogwarts School of Witchcraft and Wizardry for his second year, Harry hears strange whispers echo through empty corridors – and then the attacks start. Students are found as though turned to stone … Dobby’s sinister predictions seem to be coming true.", "status": 1, "featured_image": "image/upload/v1724958826/oous3uxelwnc9onirjhz.jpg", "buy_here": "https://www.amazon.co.uk/Harry-Potter-Chamber-Secrets-Book/dp/0747538492"}}, {"model": "reviews.book", "pk": 25, "fields": {"title": "Harry Potter and the Prisoner of Azkaban", "slug": "harry-potter-and-the-prisoner-of-azkaban", "author": "J. K. Rowling", "blurb": "When the Knight Bus crashes through the darkness and screeches to a halt in front of him, it's the start of another far from ordinary year at Hogwarts for Harry Potter. Sirius Black, escaped mass-murderer and follower of Lord Voldemort, is on the run - and they say he is coming after Harry. In his first ever Divination class, Professor Trelawney sees an omen of death in Harry's tea leaves . But perhaps most terrifying of all are the Dementors patrolling the school grounds, with their soul-sucking Kiss", "status": 1, "featured_image": "image/upload/v1724958812/bbyltl4gpj75vwz2ogdc.jpg", "buy_here": "https://www.amazon.co.uk/Harry-Potter-Prisoner-Azkaban-Book/dp/0747542155"}}, {"model": "reviews.book", "pk": 26, "fields": {"title": "Harry Potter and the Goblet of Fire", "slug": "harry-potter-and-the-goblet-of-fire", "author": "J. K. Rowling", "blurb": "The Triwizard Tournament is to be held at Hogwarts. Only wizards who are over seventeen are allowed to enter - but that doesn't stop Harry dreaming that he will win the competition. Then at Hallowe'en, when the Goblet of Fire makes its selection, Harry is amazed to find his name is one of those that the magical cup picks out. He will face death-defying tasks, dragons and Dark wizards, but with the help of his best friends, Ron and Hermione, he might just make it through - alive!", "status": 1, "featured_image": "image/upload/v1724958794/nj9zvtwko2gfkcnni7wk.jpg", "buy_here": "https://www.amazon.co.uk/Harry-Potter-Goblet-Fire/dp/1408855682/ref=pd_vtp_h_pd_vtp_h_d_sccl_7/262-4461298-8535959?pd_rd_w=3klXo"}}, {"model": "reviews.book", "pk": 27, "fields": {"title": "Harry Potter and the Order of the Phoenix", "slug": "harry-potter-and-the-order-of-the-phoenix", "author": "J. K. Rowling", "blurb": "Dark times have come to Hogwarts. After the Dementors' attack on his cousin Dudley, Harry Potter knows that Voldemort will stop at nothing to find him. There are many who deny the Dark Lord's return, but Harry is not alone: a secret order gathers at Grimmauld Place to fight against the Dark forces. Harry must allow Professor Snape to teach him how to protect himself from Voldemort's savage assaults on his mind. But they are growing stronger by the day and Harry is running out of time.", "status": 1, "featured_image": "image/upload/v1724958732/zxa5fyi7jpwfd86y4i8q.jpg", "buy_here": "https://www.amazon.co.uk/Harry-Potter-Order-Phoenix/dp/1408855690/ref=pd_sbs_d_sccl_3_1/262-4461298-8535959?pd_rd_w=yOlmQ&conten"}}, {"model": "reviews.book", "pk": 28, "fields": {"title": "Harry Potter and the Half-Blood Prince", "slug": "harry-potter-and-the-half-blood-prince", "author": "J. K. Rowling", "blurb": "When Dumbledore arrives at Privet Drive one summer night to collect Harry Potter, his wand hand is blackened and shrivelled, but he does not reveal why. Secrets and suspicion are spreading through the wizarding world, and Hogwarts itself is not safe. Harry is convinced that Malfoy bears the Dark Mark: there is a Death Eater amongst them. Harry will need powerful magic and true friends as he explores Voldemort's darkest secrets, and Dumbledore prepares him to face his destiny.", "status": 1, "featured_image": "image/upload/v1724958694/ddivzdwi7chdnnsbupmk.jpg", "buy_here": "https://www.amazon.co.uk/Harry-Potter-Half-Blood-Prince/dp/1408855704/ref=pd_bxgy_thbs_d_sccl_2/262-4461298-8535959?pd_rd_w=yvnW"}}, {"model": "reviews.book", "pk": 29, "fields": {"title": "Harry Potter and the Deathly Hallows", "slug": "harry-potter-and-the-deathly-hallows", "author": "J. K. Rowling", "blurb": "As he climbs into the sidecar of Hagrid's motorbike and takes to the skies, leaving Privet Drive for the last time, Harry Potter knows that Lord Voldemort and the Death Eaters are not far behind. The protective charm that has kept Harry safe until now is broken, but he cannot keep hiding. The Dark Lord is breathing fear into everything Harry loves, and to stop him Harry will have to find and destroy the remaining Horcruxes. The final battle must begin - Harry must stand and face his enemy.", "status": 1, "featured_image": "image/upload/v1724958676/fhyncgr1ms9w4koxpwpy.jpg", "buy_here": "https://www.amazon.co.uk/Harry-Potter-Deathly-Hallows/dp/1408855712/ref=pd_bxgy_thbs_d_sccl_2/262-4461298-8535959?pd_rd_w=TZzLu&"}}, {"model": "reviews.book", "pk": 30, "fields": {"title": "The Hobbit", "slug": "the-hobbit", "author": "J. R. R. Tolkien", "blurb": "Bilbo Baggins enjoys a quiet and contented life, with no desire to travel far from the comforts of home; then one day the wizard Gandalf and a band of dwarves arrive unexpectedly and enlist his services – as a burglar – on a dangerous expedition to raid the treasure-hoard of Smaug the dragon. Bilbo’s life is never to be the same again.\r\n\r\nSeldom has any book been so widely read and loved as J. R.R. Tolkien’s classic tale, ‘The Hobbit’. Since its first publication in 1937 it has remained in print to delight each new generation of readers all over the world, and its hero, Bilbo Baggins, has taken his place among the ranks of the immortals of fiction.", "status": 1, "featured_image": "image/upload/v1725058339/zityaz7rqycbswon4tcm.jpg", "buy_here": "https://www.amazon.co.uk/Hobbit-J-R-Tolkien/dp/0007458428/ref=sr_1_1?crid=2AKEV5D1URLKF&dib=eyJ2IjoiMSJ9.OZUuxbFouab6VvYVV2VWNvR"}}, {"model": "reviews.book", "pk": 32, "fields": {"title": "The Fellowship of the Ring", "slug": "the-fellowship-of-the-ring", "author": "J. R. R. Tolkien", "blurb": "The dark, fearsome Ringwraiths are searching for a Hobbit. Frodo Baggins knows that they are seeking him and the Ring he bears--the Ring of Power that will enable evil Sauron to destroy all that is good in Middle-earth. Now it is up to Frodo and his faithful servant, Sam, with a small band of companions, to carry the Ring to the one place it can be destroyed: Mount Doom, in the very center of Sauron's realm.", "status": 1, "featured_image": "image/upload/v1725058431/be06frg3uowcfjznjzxz.jpg", "buy_here": "https://www.amazon.co.uk/Fellowship-Ring-Lord-Rings-Part-One/dp/0345339703/ref=sr_1_10?crid=1X3IA3WYU77JZ&dib=eyJ2IjoiMSJ9.40AH7"}}, {"model": "reviews.book", "pk": 33, "fields": {"title": "The Two Towers", "slug": "the-two-towers", "author": "J. R. R. Tolkien", "blurb": "The Fellowship is scattered. Some brace hopelessly for war against the ancient evil of Sauron. Others must contend with the treachery of the wizard Saruman. Only Frodo and Sam are left to take the One Ring, ruler of the accursed Rings of Power, to be destroyed in Mordor, the dark realm where Sauron is supreme. Their guide is Gollum, deceitful and obsessive slave to the corruption of the Ring.", "status": 1, "featured_image": "image/upload/v1725058598/ilyt7pje77imywfbrlc3.jpg", "buy_here": "https://www.amazon.co.uk/Two-Towers-Lord-Rings-Part/dp/0345339711/ref=sr_1_5?crid=ZM4ET5X9IZAM&dib=eyJ2IjoiMSJ9.A45Ii-aBckRxhNwG"}}, {"model": "reviews.book", "pk": 34, "fields": {"title": "The Return of the King", "slug": "the-return-of-the-king", "author": "J. R. R. Tolkien", "blurb": "The first ever illustrated paperback of the final part of Tolkien’s epic masterpiece, The Lord of the Rings, featuring 15 colour paintings by Alan Lee, Conceptual Designer on Peter Jackson’s THE HOBBIT: AN UNEXPECTED JOURNEY.\r\n\r\nThe Companions of the Ring have become involved in separate adventures as the quest continues. Aragorn, revealed as the hidden heir of the ancient Kings of the West, joined with the Riders of Rohan against the forces of Isengard, and took part in the desperate victory of the Hornburg. Merry and Pippin, captured by orcs, escaped into Fangorn Forest and there encountered the Ents.\r\n\r\nGandalf returned, miraculously, and defeated the evil wizard, Saruman. Meanwhile, Sam and Frodo progressed towards Mordor to destroy the Ring, accompanied by Sméagol–Gollum, still obsessed by his ‘preciouss’. After a battle with the giant spider, Shelob, Sam left his master for dead; but Frodo is still alive – in the hands of the orcs. And all the time the armies of the Dark Lord are massing.\r\n\r\nJRR Tolkien’s great work of imaginative fiction has been labelled both a heroic romance and a classic fantasy fiction. By turns comic and homely, epic and diabolic, the narrative moves through countless changes of scene and character in an imaginary world which is totally convincing in its detail.", "status": 1, "featured_image": "image/upload/v1725058605/ihnaiofkbukqjkh5apye.jpg", "buy_here": "https://www.amazon.co.uk/Two-Towers-Lord-Rings-Part/dp/0345339711/ref=sr_1_5?crid=ZM4ET5X9IZAM&dib=eyJ2IjoiMSJ9.A45Ii-aBckRxhNwG"}}, {"model": "reviews.book", "pk": 35, "fields": {"title": "Twilight", "slug": "twilight", "author": "Stephenie Meyer", "blurb": "When 17 year old Isabella Swan moves to Forks, Washington to live with her father she expects that her new life will be as dull as the town.\r\n\r\nBut in spite of her awkward manner and low expectations, she finds that her new classmates are drawn to this pale, dark-haired new girl in town. But not, it seems, the Cullen family. These five adopted brothers and sisters obviously prefer their own company and will make no exception for Bella.\r\n\r\nBella is convinced that Edward Cullen in particular hates her, but she feels a strange attraction to him, although his hostility makes her feel almost physically ill. He seems determined to push her away - until, that is, he saves her life from an out of control car.\r\n\r\nBella will soon discover that there is a very good reason for Edward's coldness. He, and his family, are vampires - and he knows how dangerous it is for others to get too close.", "status": 1, "featured_image": "image/upload/v1725058787/rpuluwk9nywltdkhnhr4.jpg", "buy_here": "https://www.amazon.co.uk/Twilight-Book-Saga/dp/1904233651/ref=bmx_dp_tj4gtx6o_d_sccl_2_5/262-4461298-8535959?pd_rd_w=SFtrw&conte"}}, {"model": "reviews.book", "pk": 36, "fields": {"title": "New Moon", "slug": "new-moon", "author": "Stephenie Meyer", "blurb": "I stuck my finger under the edge of the paper and jerked it under the tape. 'Shoot,' I muttered when the paper sliced my finger. A single drop of blood oozed from the tiny cut. It all happened very quickly then. 'No!' Edward roared ... Dazed and disorientated, I looked up from the bright red blood pulsing out of my arm - and into the fevered eyes of the six suddenly ravenous vampires.\r\n\r\nFor Bella Swan, there is one thing more important than life itself: Edward Cullen. But being in love with a vampire is more dangerous than Bella ever could have imagined. Edward has already rescued Bella from the clutches of an evil vampire but now, as their daring relationship threatens all that is near and dear to them, they realise their troubles may just be beginning ...", "status": 1, "featured_image": "image/upload/v1725058864/xht4drgwgffyhxigdpmn.jpg", "buy_here": "https://www.amazon.co.uk/New-Moon-Twilight-Stephenie-2007-09-06/dp/B017POMVCS/ref=sr_1_3?crid=3G3XO3OOKDL13&dib=eyJ2IjoiMSJ9.hSo"}}, {"model": "reviews.book", "pk": 37, "fields": {"title": "Eclipse", "slug": "eclipse", "author": "Stephenie Meyer", "blurb": "Bella?'\r\nEdward's soft voice came from behind me. I turned to see him spring lightly up the porch steps, his hair windblown from running. He pulled me into his arms at once, and kissed me again. His kiss frightened me. There was too much tension, too strong an edge to the way his lips crushed mine - like he was afraid we had only so much time left to us.\r\nAs Seattle is ravaged by a string of mysterious killings and a malicious vampire continues her quest for revenge, Bella once again finds herself surrounded by danger. In the midst of it all, she is forced to choose between her love for Edward and her friendship with Jacob - knowing that her decision has the potential to ignite the ageless struggle between vampire and werewolf. With her graduation approaching, Bella has one more decision to make: life or death. But which is which?\r\nFollowing the international bestsellers Twilight and New Moon, Eclipse is the much-anticipated third book in Stephenie Meyer's captivating saga of vampire romance.", "status": 1, "featured_image": "image/upload/v1725058892/rvbq9il3r7lxrqfqqehq.jpg", "buy_here": "https://www.amazon.co.uk/Eclipse-Twilight-Saga-Stephenie-Meyer/dp/1904233910/ref=pd_bxgy_thbs_d_sccl_1/262-4461298-8535959?pd_rd"}}, {"model": "reviews.book", "pk": 38, "fields": {"title": "Breaking Dawn", "slug": "breaking-dawn", "author": "Stephenie Meyer", "blurb": "Twilight tempted the imagination . . . New Moon made readers thirsty for more . . . Eclipse turned the saga into a worldwide phenomenon . . . And now - the book that everyone has been waiting for . . . Breaking Dawn.\r\n\r\nIn the much anticipated fourth book in Stephenie Meyer's love story, questions will be answered and the fate of Bella and Edward will be revealed.", "status": 1, "featured_image": "image/upload/v1725059226/gxx8p90lb6e4octfc2sc.jpg", "buy_here": ""}}, {"model": "reviews.reviewed", "pk": 52, "fields": {"book": 23, "author": 1, "body": "Review 1", "approved": true}}, {"model": "reviews.reviewed", "pk": 53, "fields": {"book": 25, "author": 1, "body": "aeryqaery", "approved": false}}, {"model": "reviews.reviewed", "pk": 54, "fields": {"book": 25, "author": 1, "body": "aeryqaery", "approved": false}}, {"model": "reviews.reviewed", "pk": 55, "fields": {"book": 23, "author": 1, "body": "Review 2", "approved": true}}, {"model": "reviews.reviewed", "pk": 59, "fields": {"book": 24, "author": 1, "body": "Review 1", "approved": false}}, {"model": "reviews.reviewed", "pk": 60, "fields": {"book": 23, "author": 1, "body": "Review 5", "approved": true}}, {"model": "reviews.reviewed", "pk": 61, "fields": {"book": 23, "author": 1, "body": "Review 6", "approved": true}}]